Repository: fsprncnv/fisrv-woocommerce-plugin
Catalog: languages/fiserv-checkout-for-woocommerce-*.po
Languages: de_de, fr_fr, nl_nl

source: Restore to default
fr_fr: Rétablir la valeur par défaut
nl_nl: Standaardinstellingen herstellen

source: Official Fiserv Checkout WooCommerce plugin
de_de: Offizielles Fiserv Checkout WooCommerce Plugin
fr_fr: Plugin officiel de paiement Fiserv pour WooCommerce
nl_nl: OfficiÃ«le Fiserv Checkout WooCommerce plugin

source: Retry payment
de_de: Zahlung erneut versuchen
fr_fr: Réessayer le paiement
nl_nl: Betaling opnieuw proberen

source: Retrying payment
de_de: Erneuter Versuch der Zahlung
fr_fr: Réessai de paiement en cours
nl_nl: Betaling opnieuw proberen

source: Payment has failed: %s
de_de: Die Zahlung ist fehlgeschlagen: %s
fr_fr: Le paiement a échoué : %s
nl_nl: Betaling is mislukt: %s

source: Payment successful via Fiserv Checkout.
de_de: Zahlung erfolgreich über Fiserv Checkout.
fr_fr: Paiement réussi via Fiserv Checkout.
nl_nl: Betaling geslaagd via Fiserv Checkout.

source: Order was paid successfully.
fr_fr: La commande a été payée avec succès.

source: Order was paid successfully and set to completed (auto-complete).
fr_fr: La commande a été payée avec succès et marquée comme terminée (auto-complétion).

source: Order auto-completed.
de_de: Die Bestellung wurde automatisch abgeschlossen.
fr_fr: Commande auto-complétée.
nl_nl: Bestelling automatisch voltooid.

source: Payment method failed. Please check on settings page if API credentials are set correctly.
de_de: Zahlungsmethode fehlgeschlagen. Bitte überprüfen Sie auf der Einstellungsseite, ob die API-Anmeldeinformationen korrekt eingestellt sind.
fr_fr: Le mode de paiement a échoué. Veuillez vérifier sur la page des paramètres si les identifiants API sont correctement configurés.
nl_nl: Betalingsmethode mislukt. Controleer op de instellingenpagina of de API-referenties correct zijn ingesteld.

source: Pay with Apple Pay via Fiserv
de_de: Bezahlen mit Apple Pay über Fiserv
fr_fr: Payer avec Apple Pay via Fiserv
nl_nl: Betaal met Apple Pay via Fiserv

source: Pay with Credit / Debit Card via Fiserv
fr_fr: Payer par carte de crédit/débit via Fiserv
nl_nl: Betalen met creditcard/debetkaart via Fiserv

source: Credit / Debit Card
fr_fr: Carte de crédit/débit
nl_nl: Creditcard/Debetaalpas

source: Generic option shows all supported methods on redirect page.
de_de: Die generische Option zeigt alle unterstützten Methoden auf der Redirect-Seite an.
fr_fr: L'option générique affiche toutes les méthodes prises en charge sur la page de redirection.
nl_nl: De algemene optie toont alle ondersteunde methoden op de omleidingspagina.

source: Pay with Google Pay via Fiserv
de_de: Bezahlen mit Google Pay über Fiserv
fr_fr: Payer avec Google Pay via Fiserv

source: Processing payment failed. Order is invalid.
de_de: Zahlung ist fehlgeschlagen. Bestellung ist ungültig.
fr_fr: Le traitement du paiement a échoué. La commande est invalide.
nl_nl: Verwerking betaling mislukt. Bestelling is ongeldig.

source: Payment will be processed by Fiserv. You will be redirected to an external checkout page.
de_de: Die Zahlung wird von Fiserv verarbeitet. Sie werden auf eine externe Kassenseite weitergeleitet.
fr_fr: Le paiement sera traité par Fiserv. Vous serez redirigé vers une page de paiement externe.
nl_nl: De betaling wordt verwerkt door Fiserv. Je wordt omgeleid naar een externe afrekenpagina.

source: Restore default settings
de_de: Standardeinstellungen wiederherstellen
fr_fr: Restaurer les paramètres par défaut
nl_nl: Standaardinstellingen herstellen

source: Pay securely with Fiserv Checkout. Acquire API credentials on our developer portal
de_de: Sicheres Bezahlen mit Fiserv Checkout. Erwerben Sie API-Zugangsdaten auf unserem Entwicklerportal
fr_fr: Payez en toute sécurité avec Fiserv Checkout. Obtenez des identifiants API sur notre portail développeur
nl_nl: Betaal veilig met Fiserv Checkout. API-referenties verkrijgen op onze ontwikkelaarsportal

source: Visit developer.fiserv.com
de_de: Besuchen Sie developer.fiserv.com
fr_fr: Visitez developer.fiserv.com
nl_nl: Bezoek ontwikkelaar.fiserv.com

source: Remove Icon
de_de: Icon entfernen
fr_fr: Supprimer l'icône
nl_nl: Icoon verwijderen

source: Check status
de_de: Status prüfen
fr_fr: Vérifier le statut
nl_nl: Status controleren

source: Acquire API Key from Developer Portal
de_de: API-Key vom Entwicklerportal erwerben
fr_fr: Obtenez la clé API depuis le portail développeur
nl_nl: API-sleutel verkrijgen via het portaal voor ontwikkelaars

source: Acquire API Secret from Developer Portal
de_de: API-Secret vom Entwicklerportal erwerben
fr_fr: Obtenez le secret API depuis le portail développeur
nl_nl: API-sleutel verkrijgen via het portaal voor ontwikkelaars

source: Your Store ID for Checkout
de_de: Ihre Store-ID für den Checkout
fr_fr: Votre identifiant de magasin pour le paiement
nl_nl: Je winkel-ID voor de kassa

source: Production Mode
de_de: Produktionsmodus
fr_fr: Mode production
nl_nl: Productiemodus

source: Use Live (Production) Mode or Test (Sandbox) Mode
de_de: Verwenden Sie den Live-Modus (Produktion) oder den Testmodus (Sandbox)
fr_fr: Utilisez le mode production ou le mode test (sandbox)
nl_nl: Live (productie) modus of test (Sandbox) modus gebruiken

source: API Health
de_de: API-Status
fr_fr: État de l'API
nl_nl: API-status

source: Get current status of Fiserv API and your configuration
de_de: Aktuellen Status der Fiserv-API und Ihrer Konfiguration abrufen
fr_fr: Obtenez le statut actuel de l'API Fiserv et de votre configuration
nl_nl: Huidige status van Fiserv API en je configuratie opvragen

source: Auto-complete Orders
de_de: Bestellungen automatisch abschließen
fr_fr: Auto-compléter les commandes
nl_nl: Orders automatisch aanvullen

source: Skip processing order status and set to complete status directly
de_de: Auftragsstatus überspringen und direkt auf den Status „abgeschlossen“ setzen
fr_fr: Ignorer le traitement du statut de la commande et la marquer directement comme terminée
nl_nl: Orderstatus verwerken overslaan en direct instellen op status voltooid

source: Transaction Type
de_de: Transaktionsart
fr_fr: Type de transaction
nl_nl: Soort transactie

source: Set transaction type. Currently, only SALE transactions are available.
de_de: Transaktionsart festlegen. Derzeit sind nur SALE-Transaktionen verfügbar.
fr_fr: Définir le type de transaction. Actuellement, seules les transactions de vente sont disponibles.
nl_nl: Transactietype instellen. Momenteel zijn alleen SALE-transacties beschikbaar.

source: Enable Developer Logs
de_de: Entwicklerprotokolle aktivieren
fr_fr: Activer les journaux développeur
nl_nl: Logboeken voor ontwikkelaars inschakelen

source: Enable log messages on WooCommerce
de_de: Aktivieren von Protokollen in WooCommerce
fr_fr: Activer les messages de journalisation sur WooCommerce
nl_nl: Logboekberichten inschakelen op WooCommerce

source: Gateway Icon
de_de: Gateway-Logo
fr_fr: Icône de la passerelle
nl_nl: Gateway Icoon

source: Image URL for asset
de_de: Bild-URL für Logo
fr_fr: URL de l'image pour l'actif
nl_nl: URL voor afbeelding

source: Gateway Name
fr_fr: Nom de la passerelle
nl_nl: Naam gateway

source: Custom name of gateway
de_de: Personalisierter Name für Zahlungs-Gateway
fr_fr: Nom personnalisé de la passerelle
nl_nl: Aangepaste naam van gateway

source: Gateway Description
de_de: Gateway Beschreibung
fr_fr: Description de la passerelle
nl_nl: Gateway Beschrijving

source: Custom description of gateway
de_de: Personalisierte Beschreibung für Zahlungs-Gateway
fr_fr: Description personnalisée de la passerelle
nl_nl: Aangepaste beschrijving van gateway

source: Redirect after payment failure
de_de: Umleitung nach Zahlungsausfall
fr_fr: Rediriger après échec du paiement
nl_nl: Doorsturen na mislukte betaling

source: Where to redirect if payment failed
de_de: Wohin wird umgeleitet, wenn die Zahlung fehlgeschlagen ist
fr_fr: Où rediriger en cas d'échec du paiement
nl_nl: Waarheen doorverwijzen als betaling mislukt

source: Checkout page
de_de: Checkout-Seite
fr_fr: Page de paiement
nl_nl: Afrekenpagina

source: Shopping cart
de_de: Einkaufswagen
fr_fr: Panier
nl_nl: Winkelwagen

source: Home page
de_de: Hauptseite
fr_fr: Page d'accueil
nl_nl: Startpagina

source: Transaction status changed via webhook
de_de: Transaktionsstatus über Webhook geändert
fr_fr: Statut de la transaction modifié via webhook
nl_nl: Transactiestatus gewijzigd via webhook

source: Fiserv webhook has updated order to %s
de_de: Fiserv Webhook hat Bestellung auf %s aktualisiert
fr_fr: Le webhook Fiserv a mis à jour la commande à %s
nl_nl: Fiserv webhook heeft order bijgewerkt naar %s

source: Basic Settings
de_de: Grundeinstellungen
fr_fr: Paramètres de base
nl_nl: Basisinstellingen

source: API Key
de_de: API-Schlüssel
fr_fr: Clé API
nl_nl: API-sleutel

source: Theme Colors
de_de: Themenfarben
fr_fr: Couleurs du thème
nl_nl: Themakleuren

source: Order Settings
de_de: Bestelleinstellungen
fr_fr: Paramètres de commande
nl_nl: Bestelinstellingen

source: Customization
de_de: Anpassung
fr_fr: Personnalisation
nl_nl: Aanpassing

source: Restore or Save Settings
de_de: Einstellungen wiederherstellen oder speichern
fr_fr: Restaurer les paramètres
nl_nl: Instellingen herstellen

source: Order was paid sucessfully.
de_de: Die Bestellung wurde erfolgreich bezahlt.
nl_nl: Bestelling is succesvol betaald.

source: Order was paid sucessfully and set to completed (auto-complete).
de_de: Die Bestellung wurde erfolgreich bezahlt und auf „abgeschlossen“ gesetzt (automatische Vervollständigung).
nl_nl: Bestelling is succesvol betaald en ingesteld op voltooid (automatisch aanvullen).

source: Pay with Credit/Debit via Fiserv
de_de: Bezahlen mit Kredit/Debit über Fiserv

source: Credit/Debit Card
de_de: Kredit-/Debitkarte
