Repository: fsprncnv/fisrv-woocommerce-plugin
Catalog: languages/fisrv-checkout-for-woocommerce-*.po
Languages: es_es

source: Official Fiserv Checkout WooCommerce plugin
es_es: Plugin oficial de pago Fiserv para WooCommerce

source: Retry payment
es_es: Reintentar pago

source: Retrying payment
es_es: Reintentando pago

source: Payment has failed: %s
es_es: El pago ha fallado: %s

source: Payment successful via Fiserv Checkout.
es_es: Pago exitoso a través de Fiserv Checkout.

source: Order was paid successfully.
es_es: El pedido se pagó con éxito.

source: Order was paid successfully and set to completed (auto-complete).
es_es: El pedido se pagó con éxito y se marcó como completado (auto-completar).

source: Order auto-completed.
es_es: Pedido auto-completado.

source: Payment method failed. Please check on settings page if API credentials are set correctly.
es_es: El método de pago falló. Por favor, verifique en la página de configuración si las credenciales API están configuradas correctamente.

source: Pay with Apple Pay via Fiserv
es_es: Pagar con Apple Pay a través de Fiserv

source: Pay with Credit/Debit via Fiserv
es_es: Pagar con tarjeta de crédito/débito a través de Fiserv

source: Credit/Debit Card
es_es: Tarjeta de crédito/débito

source: Generic option shows all supported methods on redirect page.
es_es: La opción genérica muestra todos los métodos compatibles en la página de redirección.

source: Pay with Google Pay via Fiserv
es_es: Pagar con Google Pay a través de Fiserv

source: Processing payment failed. Order is invalid.
es_es: El procesamiento del pago falló. El pedido es inválido.

source: Payment will be processed by Fiserv. You will be redirected to an external checkout page.
es_es: El pago será procesado por Fiserv. Serás redirigido a una página de pago externa.

source: Restore default settings
es_es: Restaurar configuración predeterminada

source: Pay securely with Fiserv Checkout. Acquire API credentials on our developer portal
es_es: Paga de forma segura con Fiserv Checkout. Obtén credenciales API en nuestro portal de desarrolladores

source: Visit developer.fiserv.com
es_es: Visita developer.fiserv.com

source: Remove Icon
es_es: Eliminar ícono

source: Check status
es_es: Verificar estado

source: Acquire API Key from Developer Portal
es_es: Obtener clave API desde el portal de desarrolladores

source: Acquire API Secret from Developer Portal
es_es: Obtener secreto API desde el portal de desarrolladores

source: Your Store ID for Checkout
es_es: Tu ID de tienda para el pago

source: Production Mode
es_es: Modo de producción

source: Use Live (Production) Mode or Test (Sandbox) Mode
es_es: Usar modo en vivo (producción) o modo de prueba (sandbox)

source: API Health
es_es: Estado de la API

source: Get current status of Fiserv API and your configuration
es_es: Obtener el estado actual de la API de Fiserv y tu configuración

source: Auto-complete Orders
es_es: Auto-completar pedidos

source: Skip processing order status and set to complete status directly
es_es: Omitir el procesamiento del estado del pedido y marcarlo directamente como completado

source: Transaction Type
es_es: Tipo de transacción

source: Set transaction type. Currently, only SALE transactions are available.
es_es: Establecer tipo de transacción. Actualmente, solo están disponibles las transacciones de VENTA.

source: Enable Developer Logs
es_es: Habilitar registros de desarrollador

source: Enable log messages on WooCommerce
es_es: Habilitar mensajes de registro en WooCommerce

source: Gateway Icon
es_es: Ícono de la pasarela

source: Image URL for asset
es_es: URL de la imagen para el recurso

source: Gateway Name
es_es: Nombre de la pasarela

source: Custom name of gateway
es_es: Nombre personalizado de la pasarela

source: Gateway Description
es_es: Descripción de la pasarela

source: Custom description of gateway
es_es: Descripción personalizada de la pasarela

source: Redirect after payment failure
es_es: Redirigir después de fallo de pago

source: Where to redirect if payment failed
es_es: Dónde redirigir si el pago falló

source: Checkout page
es_es: Página de pago

source: Shopping cart
es_es: Carrito de compras

source: Home page
es_es: Página de inicio

source: Transaction status changed via webhook
es_es: Estado de la transacción cambiado a través de webhook

source: Fiserv webhook has updated order to %s
es_es: El webhook de Fiserv ha actualizado el pedido a %s

source: Basic Settings
es_es: Configuración básica

source: API Key
es_es: Clave API

source: Theme Colors
es_es: Colores del tema

source: Order Settings
es_es: Configuración de pedidos

source: Customization
es_es: Personalización

source: Restore or Save Settings
es_es: Restaurar o guardar configuración
